{
  "es": {
    "My Personal Page": "Mi Página Personal",
    "Hello!": "¡Hola!",
    "I'm Alejandro": "Soy Alejandro",
    "Start": "Iniciar",
    "Next": "Siguiente",
    "Back": "Atrás",
    "Welcome! this is an interactive web page where you can learn about me. To get started simply press the button below": "¡Bienvenido! Esta es una página web interactiva donde puedes conocer más sobre mí. Para comenzar, simplemente presiona el botón de abajo",
    "Good Morning!": "¡Buenos Días!",
    "Good Afternoon!": "¡Buenas Tardes!",
    "Good Evening!": "¡Buenas Noches!",
    "Close": "Cerrar",
    "Theme": "Tema",
    "Language": "Idioma",
    "Sound Effects": "Efectos de Sonido",
    "Music": "Música",
    "System": "Sistema",

    "Who Am I?": "¿Quién Soy?",
    "My full name is Alejandro Castillo Bustos. I am currently an engineering student, I live in Bolivia, and my favorite color is blue (surprisingly)": "Mi nombre completo es Alejandro Castillo Bustos. Actualmente soy estudiante de ingeniería, vivo en Bolivia y mi color favorito es el azul (sorprendentemente)",
    "What I Do": "Lo que hago",
    "To date, I've become deeply immersed in the programming world. Through the knowledge I've acquired over these past years, I've developed the confidence to tackle significant projects and bring ideas to life": "Hasta la fecha, me he sumergido profundamente en el mundo de la programación. Con los conocimientos que he adquirido durante estos últimos años, he desarrollado la confianza necesaria para abordar proyectos significativos y materializar ideas",
    "Programming Languages": "Lenguajes de Programación",
    "The programming languages I have experience with and thoroughly enjoy using for professional purposes are TypeScript, JavaScript, and Rust": "Los lenguajes de programación con los que tengo experiencia y que disfruto utilizar profesionalmente son TypeScript, JavaScript y Rust",
    "Projects": "Proyectos",
    "The projects I've worked on so far aim to showcase my skills in specific areas and explore new technologies that emerge over time": "Los proyectos en los que he trabajado hasta ahora tienen como objetivo mostrar mis habilidades en áreas específicas y explorar nuevas tecnologías que surgen con el tiempo",
    "Education": "Educación",
    "At the moment, I'm studying engineering, specifically Systems Engineering at U.T.O., and I'm in my third semester": "En este momento estoy estudiando Ingeniería, específicamente Ingeniería de Sistemas en la U.T.O. Estoy en mi tercer semestre",
    "What I Like": "Lo que me Gusta",
    "I like to learn something new every day, stay informed about what's happening around me, and always do my best": "Me gusta aprender algo nuevo cada día, mantenerme informado sobre lo que sucede a mi alrededor y siempre dar lo mejor de mí"
  },
  "pt": {
    "My Personal Page": "Minha Página Pessoal",
    "Hello!": "Olá!",
    "I'm Alejandro": "Sou Alejandro",
    "Start": "Iniciar",
    "Next": "Próximo",
    "Back": "Voltar",
    "Welcome! this is an interactive web page where you can learn about me. To get started simply press the button below": "Bem-vindo! Esta é uma página web interativa onde você pode aprender sobre mim. Para começar, basta pressionar o botão abaixo",
    "Good Morning!": "Bom Dia!",
    "Good Afternoon!": "Boa Tarde!",
    "Good Evening!": "Boa Noite!",
    "Close": "Fechar",
    "Theme": "Tema",
    "Language": "Idioma",
    "Sound Effects": "Efeitos Sonoros",
    "Music": "Música",
    "System": "Sistema",

    "Who Am I?": "Quem Sou Eu?",
    "My full name is Alejandro Castillo Bustos. I am currently an engineering student, I live in Bolivia, and my favorite color is blue (surprisingly)": "Meu nome completo é Alejandro Castillo Bustos. Atualmente sou estudante de engenharia, moro na Bolívia e minha cor favorita é azul (surpreendentemente)",
    "What I Do": "O que eu faço",
    "To date, I've become deeply immersed in the programming world. Through the knowledge I've acquired over these past years, I've developed the confidence to tackle significant projects and bring ideas to life": "Até hoje, mergulhei profundamente no mundo da programação. Com o conhecimento que adquiri ao longo destes últimos anos, desenvolvi a confiança necessária para enfrentar projetos significativos e transformar ideias em realidade",
    "Programming Languages": "Linguagens de Programação",
    "The programming languages I have experience with and thoroughly enjoy using for professional purposes are TypeScript, JavaScript, and Rust": "As linguagens de programação com as quais tenho experiência e que adoro utilizar para fins profissionais são TypeScript, JavaScript e Rust",
    "Projects": "Projetos",
    "The projects I've worked on so far aim to showcase my skills in specific areas and explore new technologies that emerge over time": "Os projetos em que trabalhei até agora têm como objetivo demonstrar minhas habilidades em áreas específicas e explorar novas tecnologias que surgem ao longo do tempo",
    "Education": "Educação",
    "At the moment, I'm studying engineering, specifically Systems Engineering at U.T.O., and I'm in my third semester": "No momento, estou estudando Engenharia, especificamente Engenharia de Sistemas na U.T.O. Estou no meu terceiro semestre",
    "What I Like": "O que eu Gosto",
    "I like to learn something new every day, stay informed about what's happening around me, and always do my best": "Gosto de aprender algo novo todos os dias, manter-me informado sobre o que acontece ao meu redor e sempre dar o meu melhor"
  },
  "fr": {
    "My Personal Page": "Ma Page Personnelle",
    "Hello!": "Bonjour !",
    "I'm Alejandro": "Je suis Alejandro",
    "Start": "Commencer",
    "Next": "Suivant",
    "Back": "Retour",
    "Welcome! this is an interactive web page where you can learn about me. To get started simply press the button below": "Bienvenue ! Ceci est une page web interactive où vous pouvez en apprendre davantage sur moi. Pour commencer, appuyez simplement sur le bouton ci-dessous",
    "Good Morning!": "Bonjour !",
    "Good Afternoon!": "Bon Après-midi !",
    "Good Evening!": "Bonsoir !",
    "Close": "Fermer",
    "Theme": "Thème",
    "Language": "Langue",
    "Sound Effects": "Effets Sonores",
    "Music": "Musique",
    "System": "Système",

    "Who Am I?": "Qui suis-je ?",
    "My full name is Alejandro Castillo Bustos. I am currently an engineering student, I live in Bolivia, and my favorite color is blue (surprisingly)": "Je m’appelle Alejandro Castillo Bustos. Je suis actuellement étudiant en ingénierie, je vis en Bolivie et ma couleur préférée est le bleu (étonnamment)",
    "What I Do": "Ce que je Fais",
    "To date, I've become deeply immersed in the programming world. Through the knowledge I've acquired over these past years, I've developed the confidence to tackle significant projects and bring ideas to life": "À ce jour, je me suis plongé profondément dans le monde de la programmation. Grâce aux connaissances acquises au cours de ces dernières années, j'ai développé la confiance nécessaire pour mener à bien des projets ambitieux et concrétiser des idées",
    "Programming Languages": "Langages de Programmation",
    "The programming languages I have experience with and thoroughly enjoy using for professional purposes are TypeScript, JavaScript, and Rust": "Les langages de programmation avec lesquels j'ai de l'expérience et que j'apprécie particulièrement utiliser à des fins professionnelles sont TypeScript, JavaScript et Rust",
    "Projects": "Projets",
    "The projects I've worked on so far aim to showcase my skills in specific areas and explore new technologies that emerge over time": "Les projets sur lesquels j'ai travaillé jusqu'à présent visent à mettre en valeur mes compétences dans des domaines spécifiques et à explorer de nouvelles technologies qui émergent au fil du temps",
    "Education": "Éducation",
    "At the moment, I'm studying engineering, specifically Systems Engineering at U.T.O., and I'm in my third semester": "Actuellement, j'étudie l'ingénierie, plus précisément le Génie des Systèmes à l'U.T.O. Je suis en troisième semestre",
    "What I Like": "Ce que j'aime",
    "I like to learn something new every day, stay informed about what's happening around me, and always do my best": "J'aime apprendre quelque chose de nouveau chaque jour, rester informé de ce qui se passe autour de moi et donner toujours le meilleur de moi-même"
  }
}
